;Translated by iSORROPiSTHS
;Thanks to Magyari Attila.

[win7shell]
RTL=0
newvers=Νέα έκδοση του win7shell είναι διαθέσιμη!
disableupdate=Μπορείτε να απενεργοποιήσετε τον έλεγχο νέας έκδοσης, απο τις ρυθμήσεις προσθέτων.
opendownload=Άνοιγμα σελίδας του win7shell για λήψη ενημέρωση;
uninstall=Δεν θα ξαναεμφανιστεί αυτό το μήνυμα, άμα επιθυμείτε την αφαίρση του win7shell, πηγαίνετε:
uninstallhowto='Winamp Preferences -> Plug-ins -> General Purpose -> Windows 7 Taskbar Integration' και πατήστε Uninstall
info=Πληροφορίες
config=Ρυθμήσεις Win7shell
on=ON
off=OFF
previous=Προηγούμενο
pause=Παύση
play=Αναπαραγωγή
stop=Σταμάτα
next=Επόμενο
errorthumb=Υπάρχει πρόβλημα με την προεπισκόπηση του Winamp, η λειτουργεία αυτή θα απενεργοποιηθεί.
playing=Αναπαραγωγή...
paused=Σε παύση...
stopped=Σταματημένο
taskinitfail=Αδύνατη η εύρεση του win7shell
images=Όλες οι υποστιριζόμενες μορφές εικόνων
usethumbbg=Χρησιμοποιήση εικόνων για φόντο win7shell
selectimage=Επιλογή αρχείου εικόνας
afterrestart=Για την αλλαγή ρυθμήσεων, απαιτείται επανεκκίνηση του Winamp
applysettings=Εφαρμογή ρυθμήσεων
help1=Το παρακάτω κείμενο, θα εμφανιστεί στην προεπισκόπηση του Winamp. Μπορείς να βάλεις όσες γραμμές θέλεις. Αν η επιλογή 'σμίκρινση προεπισκόπηση' είναι ενεργοποιημένη, η προεπισκόπηση του Winamp θα μικρύνει ανάλογα με τον αριθμό των γραμμών.
help2=Για να δημιουργήσεις δυναμικό κείμενο, μπορείς να χρησημοποιήσεις ενα σετ απο συντομεύσεις, που άν εισάγεις στο κείμενο, θα αλλάξουν με της τιμές που θα τους δώσει το Winamp. Αυτές οι συντομεύσεις είναι: 
help3=Η γραμμή είναι κεντραρισμένη
help4=Η γραμμή είναι με κόκκινη σκιά
help5=Τίτλος κομματιού
help6=καλλιτέχνης κομματιού
help7=Άλμπουμ κομματιού (κενό άμα δεν έχει οριστεί)
help8=Έτος κυκλοφορίας άλμπουμ κομματιού (κενό άμα δεν έχει οριστεί)
help9=Αριθμός κομματιού
help10=Βαθμολογία κομματιού με αριθμό (π.χ. 4)
help11=Βαθμολογία κομματιού με αστεράκια (π.χ. ★★★★ )
help12=Τρέχον χρόνος αναπαραγωγής
help13=Χρόνος που έχει απόμεινει
help14=Ο συνολικός χρονος αναπαραγωγής του κομματιού
help15=Τρέχον αριθμός της λίστας αναπαραγωγής
help16=Ο συνολικός αριθμός κομματιών στη λίστα αναπαραγωγής
help17=Bitrate σε kb/s
help18=Samplerate σε kilohertz
help19=Ένταση σε % (Σύμβολο "%" δεν συμπεριλαμβάνεται)
help20=Τυχαία σειρά (ON / OFF)
help21=Επανάληψη (ON / OFF)
help=Βοήθεια
transparent=Διαφανές
albumart=Εξόφυλλο Άλμπουμ
defbg=Προεπιλεγμένη εικόνα φόντου προεπισκόπησης Winamp
custombg=Επιλεγμένη εικόνα φόντου προεπισκόπησης Winamp
browse=Αναζήτηση
buttons=Προσθήκη κουμπίων για τον έλεγχο του Winamp
shrink=Σμίκρινση προεπισκόπησης Winamp ανάλογα με τον αριθμό των γραμμών
taskicon=Εικονίδιο του Winamp
progressbar=Χρήση της χρονικής μπάρας για την προβολή της κατάστασης του τρέχον κομματιού
streaming=Ορισμός εικονιδίου Winamp σε κατάσταση αναμονής, οταν αναπαράγονται αρχεία ροης, streaming
error=Ορισμός κατάσταση σφάλματος (Κόκκινο εικονίδιο) οταν δεν αναπαράγεται τίποτα
overlays=Χρησιμοποίηση εικονιδίων στην προεπισκόπηση για έλεγχο αναπαραγωγής/παύσης κλπ.
jumplist=Γρήγορη λίστα
addtorecent=Προσθήκη των πρόσφατων κομματιών στη γρήγορη λίστα και στα πρόσφατα αρχεία
bugslink=Bugs και προτάσεις βελτιώσεις
bugstext=Πειτε μας για της εντυπώσεις και προβλήματα σας και τί επιθυμείτε να προσθέσουμε στο win7shell 
sitelink=Ιστοσελίδα του win7shell
sitetext=Για ενημερώσεις, νεα, προβολές (screenshots) and και λεπτομέριες του win7shell
noupdate=ΜΗ έλεγχος για ενημερώσεις, κατά την εκκίνηση του Winamp
ok=OK
cancel=Ακύρωση
removetitle=Απόκρυψη του τίτλου του Winamp
selectfont=Επιλογή γραμματοσειράς
aa=Ομαλοποιημένο κείμενο
selectshadow=Χρώμα σκιας
enable=Ενεργοποίηση Aero
plugdev=Ανάπτυξη
thumboptions=Επιλογές
thumbtext=Κείμενο
background=Παρασκήνιο
translink=Μεταφράσεις
transtext=Βοηθήστε στην μετάφραση του Win7shell, ή κατεβάστε τις έτοιμες μεταφράσεις
favorite=Αγαπημένα
vumeter=Χρήση του Εικονιδίου Winamp, ως μετρητής VU
iconic=Εμφάνηση εικόνων άλμπουμ ως εικονίδια
author=Καλλιτέχνης

volup=Ένταση ήχου +10%
voldown=Ένταση ήχου -10%
openfile=Άνοιγμα αρχείου
thumbpb=Εμφάνηση της γραμμής εξέληξης στην προεπισκόπηση

wapref=Επιλογές του Winamp
startwa=Το Winamp δεν είναι ανοικτό!
jumplisterror=Υπήρξε καποιο προβλημα κατα την δημιουργεία της γρήγορης λίστας

revert=θα επιλεχθεί, άμα η επιλεγμένη εικόνα δεν είναι διαθέσημη
jlchoice=Εμφάνηση των παρακάτω κατηγοριών στη γρήγορη λίστα
jlrecent=Πρόσφατα
jlfrequent=Συχνά
jltasks=Εργασίες
creditslink=Credits
creditstext=Άνθρωποι που βοήθησαν στη δημιουργεία του Win7shell
resumeplay=Συνέχηση αναπαραγωγής
fromstart=Αναπαραγωγή απο την αρχή
help22=Η γραμμή περιέχει μεγάλη γραμματοσειρά
help23=Η γραμμή είναι στοιχισμένη στα αριστερά
bookmark=Bookmarks
jlnote=ΠΡΟΣΟΧΗ!: Μόνο τα αρχεία που ανοίγουν με το Winamp προστήθονται στη λίστα (Δεν χρειάζεται να είναι το προεπιλεγμένο πρόγραμμα). Άμα ήδη έχετε αρχεία στη λίστα, μπορείτε να τα καθαρίσετε, κάνοντας εκαθάρηση προσφάτων αρχείων. Τα bookmarks ανανεώνονται κατα την επανεκκίνηση, και την αποθήκευση ρυθμήσεων.
mute=Σίγαση

playlists=Λίστα αναπαραγωγής
stopafter=Παύση μετά απο αυτό το κομμάτι

maxbuttons=(μέχρι 7 κουμπιά)
help24=Σχηματισμός σκιάς για την επιλεγμένη σειρά (Επιλεγμένο χρώμα)
help25=Σχηματισμός ενώς διαφανού μέρους πίσω απο το κείμενο (Επιλεγμένο χρώμα)
help26=Αντικατάσταση κειμένου
help27=Μορφοποίηση κειμένου